<?php

return [
    'adblock_warning' => 'اگر از افزونه مرورگر Adblock استفاده می کنید، ابتدا باید این افزونه را در سایت خود غیرفعال کنید. اگر در سایت شما فعال باشد ممکن است تبلیغات شما را مسدود کند! <br /> نکات: نام تصویر نباید حاوی کلمات کلیدی تبلیغاتی باشد (تبلیغ، تبلیغات...)',
    'clicked' => 'کلیک شده',
    'create' => 'تبلیغ جدید',
    'edit' => 'ویرایش تبلیغ',
    'expired_at' => 'منقضی شده در',
    'key' => 'کلید',
    'location' => 'محل',
    'name' => 'تبلیغات',
    'not_set' => 'تنظیم نشده',
    'select_ad' => 'انتخاب تبلیغ',
    'shortcode' => 'کد کوتاه',
    'url' => 'لینک',
];
