<?php

return [
    'back_to_login' => 'بازگشت به صفحه ورود',
    'email' => [
        'reminder' => [
            'title' => 'ایمیل بازیابی رمز عبور',
        ],
    ],
    'failed' => 'خطا',
    'forgot_password' => [
        'submit' => 'ثبت',
        'title' => 'فراموشی رمز عبور',
        'message' => '<p>آیا رمز عبور خود را فراموش کرده اید؟</p><p>لطفاً حساب ایمیل خود را وارد کنید. سیستم یک ایمیل با پیوند فعال برای بازنشانی رمز عبور شما ارسال می کند.</p>',
    ],
    'languages' => 'زبان',
    'login_title' => 'مدیر',
    'login_via_social' => 'ورود با شبکه های اجتماعی',
    'login' => [
        'banned' => 'این اکانت مسدود شده است.',
        'dont_have_account' => 'اکانتی با مشخصات شما در سیتم موجود نمیباشد، جهت دریافت اطلاعات بیشتر با مدیریت در ارتباط باشید',
        'email' => 'ایمیل',
        'fail' => 'نام کاربری و یا رمز عبور اشتباه است',
        'login' => 'ورود',
        'logout_success' => 'با موفقیت خارج شدید!',
        'not_active' => 'اکانت شما هنوز فعال نشده است',
        'password' => 'رمز عبور',
        'placeholder' => [
            'email' => 'لطفا ایمیل خود را وارد کنید',
            'username' => 'لطفا نام کاربری خود را وارد کنید',
        ],
        'remember' => 'مرا به خاطر بسپار؟',
        'success' => 'ورود با موفقیت انجام شد!',
        'title' => 'ورود کاربر',
        'username' => 'ایمیل/نام کاربری',
    ],
    'lost_your_password' => 'رمز عبور خود را فراموش کرده اید؟',
    'password_confirmation' => 'تائید رمز عبور',
    'register_now' => 'همین الان ثبت نام کنید',
    'reset_password' => 'بازیابی رمز عبور',
    'reset' => [
        'email' => 'ایمیل',
        'fail' => 'توکن نا معتبر است! لینک بازیابی رمز عبور منقضی شده است',
        'new_password' => 'رمز جدید',
        'new-password' => 'رمز جدید',
        'password_confirmation' => 'تائید رمز جدید',
        'reset' => [
            'title' => 'ایمیل بازیابی رمز عبور',
        ],
        'send' => [
            'fail' => 'در حال حاظر ارسال ایمیل ناموفق بود. لطفا کمی بعتر امتحان کنید',
            'success' => 'ایمیل با موفقیت به ایمیل اکلنت شما ارسال شد لطفا عملیات را تکمیل کنید.',
        ],
        'success' => 'بازیابی رمز عبور با موفقت انجام شد!',
        'title' => 'بازیابی رمز عبور',
        'update' => 'بروزرسانی',
        'user_not_found' => 'این نام کاربری وجود ندارد.',
        'wrong_token' => 'لینک نامعنبر و یا منقضی شده است. لطفا عملیات را مجدد انجام دهید',
    ],
    'settings' => [
        'email' => [
            'description' => 'ایمیل تائید سطح بندی',
            'title' => 'سطح بندی',
        ],
    ],
    'sign_in_below' => 'از فرم زیر وارد شوید',
    'throttle' => 'تلاش ها',
    'not_member' => 'هنوز به خاطر نیاورده اید؟',
];
