<?php

return [
    '401_msg' => '<li>توسط سرپرست به شما اجازه دسترسی به بخش داده نشده است.</li>'."\n"
        .'<li>ممکن است نوع حساب شما اشتباه باشد.</li>'."\n"
        .'<li>شما مجاز به مشاهده منبع درخواستی نیستید.</li>'."\n"
        .'<li>ممکن است اشتراک شما منقضی شده باشد.</li>',
    '401_title' => 'دسترسی غیر مجاز',
    '404_msg' => '<li>صفحه ای که درخواست کردید وجود ندارد.</li>'."\n"
        .'<li>پیوندی که روی آن کلیک کردید دیگر وجود ندارد.</li>'."\n"
        .'<li>ممکن است صفحه به مکان جدیدی منتقل شده باشد.</li>'."\n"
        .'<li>ممکن است خطایی رخ داده باشد.</li>'."\n"
        .'<li>شما مجاز به مشاهده منبع درخواستی نیستید.</li>',
    '404_title' => 'صفحه یافت نشد',
    '500_msg' => '<li>صفحه ای که درخواست کردید وجود ندارد.</li>'."\n"
        .'<li>پیوندی که روی آن کلیک کردید دیگر وجود ندارد.</li>'."\n"
        .'<li>ممکن است صفحه به مکان جدیدی منتقل شده باشد.</li>'."\n"
        .'<li>ممکن است خطایی رخ داده باشد.</li>'."\n"
        .'<li>شما مجاز به مشاهده منبع درخواستی نیستید.</li>',
    '500_title' => 'صفحه بارگیری نشد',
    'not_found' => 'پیدا نشد',
    'reasons' => 'این ممکن است به دلایل مختلفی رخ داده باشد',
    'try_again' => 'لطفاً چند دقیقه دیگر دوباره امتحان کنید یا با <a href="/admin">اینجا کلیک کنید</a> به صفحه اصلی بازگردید.',
];
