<?php

return [
    'brand_deleted' => 'نام تجاری حذف شده',
    'cannot_delete' => 'نام تجاری قابل حذف نیست',
    'create' => 'برند جدید',
    'edit' => 'برند را ویرایش کنید',
    'form' => [
        'description' => 'توضیحات',
        'description_placeholder' => 'توضیحات کوتاه برای نام تجاری (حداکثر 400 کاراکتر)',
        'is_featured' => 'برجسته است؟',
        'logo' => 'لوگو',
        'name' => 'نام',
        'name_placeholder' => 'نام برند (حداکثر 255 کاراکتر)',
        'website' => 'سایت',
    ],
    'intro' => [
        'button_text' => 'ایجاد برند',
        'description' => 'مدیریت برندهای محصولات مانند نایک، آدیداس، بیتیس ...',
        'title' => 'مدیریت برند ها',
    ],
    'logo' => 'لوگو',
    'menu' => 'برندها',
    'name' => 'برندها',
    'no_brand' => 'برندی وجود ندارد',
    'notices' => [
        'no_select' => 'لطفاً حداقل یک رکورد را برای انجام این اقدام انتخاب کنید!',
        'update_success_message' => 'به روز رسانی با موفقیت انجام شد',
    ],
    'website' => 'سایت',
];
