<?php

return [
    'add_review' => 'اضافه کردن نظر',
    'approve' => 'تائید',
    'approved' => 'تائید شده',
    'comment' => 'اظهار نظر',
    'create_review' => 'ایجاد نظر',
    'delete_review' => 'حذف نظر',
    'disapprove' => 'رد کردن',
    'disapproved' => 'رد شده',
    'images' => 'تصاویر',
    'intro' => [
        'description' => 'نظرات مشتریان در اینجا نشان داده می شود و می توانید آن را برای نمایش/پنهان کردن در صفحه جزئیات محصول مدیریت کنید.',
        'title' => 'نظرات مشتریان را مدیریت کنید',
    ],
    'list_review' => 'نظرات مشتریان',
    'name' => 'نظرات',
    'please_select_rating' => 'لطفا رتبه بندی را انتخاب کنید',
    'product' => 'محصول',
    'star' => 'ستاره',
    'status' => 'وضعیت',
    'user' => 'کاربر',
];
