<?php

return [
    'collapse_white_space' => 'جمع کردن فضای خالی',
    'collapse_white_space_description' => 'این فیلتر با حذف فضای خالی غیر ضروری، بایت های ارسال شده در فایل HTML را کاهش می دهد.',
    'defer_javascript' => 'جاوا اسکریپت را به تعویق بیندازید',
    'defer_javascript_description' => 'اجرای جاوا اسکریپت در HTML را به تعویق می اندازد. در صورت لزوم لغو تعویق در برخی از اسکریپت ها، از data-pagespeed-no-defer به عنوان ویژگی اسکریپت برای لغو تعویق استفاده کنید.',
    'elide_attributes' => 'ویژگی های الید',
    'elide_attributes_description' => 'این فیلتر اندازه انتقال فایل‌های HTML را با حذف ویژگی‌ها از برچسب‌ها در زمانی که مقدار مشخص شده با مقدار پیش‌فرض آن ویژگی برابر است، کاهش می‌دهد. این می‌تواند تعداد کمی از بایت‌ها را ذخیره کند و ممکن است با متعارف کردن برچسب‌های آسیب‌دیده، سند را فشرده‌تر کند.',
    'inline_css' => 'CSS درون خطی',
    'inline_css_description' => 'این فیلتر با انتقال CSS به هدر، ویژگی "style" درون خطی تگ ها را به کلاس ها تبدیل می کند.',
    'insert_dns_prefetch' => 'واکشی اولیه DNS را وارد کنید',
    'insert_dns_prefetch_description' => 'این فیلتر برچسب ها را در HEAD تزریق می کند تا مرورگر را قادر به انجام واکشی اولیه DNS کند.',
    'remove_comments' => 'حدف کامنت ها',
    'remove_comments_description' => 'این فیلتر کانتهای HTML، JS و CSS را حذف می کند. این فیلتر با حذف کامنت ها، حجم انتقال فایل های HTML را کاهش می دهد. بسته به فایل HTML، این فیلتر می تواند تعداد بایت های ارسال شده در شبکه را به میزان قابل توجهی کاهش دهد.',
    'remove_quotes' => 'نقل قول ها را حذف کنید',
    'remove_quotes_description' => 'این فیلتر گیومه های غیر ضروری را از ویژگی های HTML حذف می کند. در حالی که مشخصات مختلف HTML مورد نیاز است، مرورگرها زمانی که مقدار یک ویژگی از زیرمجموعه خاصی از کاراکترها (الفبایی و برخی از کاراکترهای نقطه گذاری) تشکیل شده باشد، اجازه حذف آنها را می دهند.',
    'settings' => [
        'description' => 'کوچک کردن خروجی HTML، CSS درون خطی، حذف کامنت ها...',
        'enable' => 'بهینه سازی سرعت صفحه فعال شود؟',
        'title' => 'بهینه سازی سرعت صفحه',
    ],
    'trim_urls' => 'برش URL ها',
    'trim_urls_description' => 'این فیلتر URL ها را با حل آنها با نسبت دادن به URL اصلی صفحه، برش می دهد.',
];
